"Create Vault" = "Skapa krypterad mapp";

"Unlock Vault" = "Lås upp vault";
"Provide a passphrase for the Cryptomator Vault “{0}“" = "Ange en lösenfras för Cryptomator vault \"{0}\"";
"Provide your passphrase to unlock the Cryptomator Vault “{0}“" = "Ange din lösenfras för att låsa upp Cryptomator vault \"{0}\"";
"Passphrase" = "Lösenfras";
"Confirm Passphrase" = "Bekräfta lösenfras";

"Very weak" = "Mycket svag";
"Weak" = "Svag";
"Fair" = "Medel";
"Strong" = "Stark";
"Very strong" = "Mycket stark";

"Encrypted" = "Krypterad";
"Decrypted" = "Dekrypterad";